package Units;

public enum Names {
    Аксинья,Алевтина,Александра,Алина,Алиса,Анастасия,Анжела,Анна,Арианна,
    Аурелия,Валентина,Валерия,Василина,Василиса,Вероника,Виктория,Виолетта,
    Виталина,Владислава,Галина,Гелена,Глафира,Гулина,Дарина,Дарья,Дарьяна,
    Даяна,Диана,Евангелина,Евгения,Екатерина,Елена,Елизавета,Жанна,Жасмин,
    Земфира,Злата,Илиана,Инна,Иоанна,Калерия,Кира,Клавдия,Клара,Кристина,
    Ксения,Лариса,Лидия,Лилиана,Лилия,Василий,Вениамин,Виктор,Виталий,
    Владимир,Владислав,Вячеслав,Гавриил,Геннадий,Генрих,Георгий,Григорий,
    Давид,Даниил,Дементий,Денис,Дмитpий,Евгений,Евдоким,Егор,Елисей,Ермолай,
    Жан,Кирилл,Климентий,Константин,Лаврентий,Лазарь,Лев,Леонид,Леонтий,Лукьян,
    Макар,Максим,Максимилиан,Маркел,Марлен,Михаил,Никита,Николай,Олег,Олесь,
    Оскар,Петр,Платон,Родион,Роман,Руслан,Савелий,Светослав,Семен,Сергей,Станислав
}
